export let cat1_num = [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16];
export let cat1_name = [
  "- 지역선택 -",
  "서울",
  "부산",
  "대구",
  "인천",
  "광주",
  "대전",
  "울산",
  "강원",
  "경기",
  "경남",
  "경북",
  "전남",
  "전북",
  "제주",
  "충남",
  "충북",
];

export let cat2_num = [];
export let cat2_name = [];
cat2_name[0] = ["지역선택"];

cat2_num[1] = [17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41];
cat2_name[1] = [
  "- 지역선택 -",
  "강남구",
  "강동구",
  "강북구",
  "강서구",
  "관악구",
  "광진구",
  "구로구",
  "금천구",
  "노원구",
  "도봉구",
  "동대문구",
  "동작구",
  "마포구",
  "서대문구",
  "서초구",
  "성동구",
  "성북구",
  "송파구",
  "양천구",
  "영등포구",
  "용산구",
  "은평구",
  "종로구",
  "중구",
  "중랑구",
];

cat2_num[2] = [42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57];
cat2_name[2] = [
  "- 지역선택 -",
  "강서구",
  "금정구",
  "기장군",
  "남구",
  "동구",
  "동래구",
  "부산진구",
  "북구",
  "사상구",
  "사하구",
  "서구",
  "수영구",
  "연제구",
  "영도구",
  "중구",
  "해운대구",
];

cat2_num[3] = [58, 59, 60, 61, 62, 63, 64, 65];
cat2_name[3] = ["- 지역선택 -", "남구", "달서구", "동구", "북구", "서구", "수성구", "중구", "달성군"];

cat2_num[4] = [66, 67, 68, 69, 70, 71, 72, 73, 74, 75];
cat2_name[4] = [
  "- 지역선택 -",
  "강화군",
  "계양구",
  "미추홀구",
  "남동구",
  "동구",
  "부평구",
  "서구",
  "연수구",
  "옹진군",
  "중구",
];

cat2_num[5] = [76, 77, 78, 79, 80];
cat2_name[5] = ["- 지역선택 -", "광산구", "남구", "동구", "북구", "서구"];

cat2_num[6] = [81, 82, 83, 84, 85];
cat2_name[6] = ["- 지역선택 -", "대덕구", "동구", "서구", "유성구", "중구"];

cat2_num[7] = [86, 87, 88, 89, 90];
cat2_name[7] = ["- 지역선택 -", "중구", "남구", "동구", "북구", "울주군"];

cat2_num[8] = [91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108];
cat2_name[8] = [
  "- 지역선택 -",
  "강릉시",
  "고성군",
  "동해시",
  "삼척시",
  "속초시",
  "양구군",
  "양양시",
  "영월시",
  "원주시",
  "인제군",
  "정선군",
  "철원군",
  "춘천시",
  "태백시",
  "평창군",
  "홍천군",
  "화천군",
  "횡성군",
];

cat2_num[9] = [
  109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131,
  132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148,
];
cat2_name[9] = [
  "- 지역선택 -",
  "가평군",
  "고양시",
  "과천시",
  "광명시",
  "광주시",
  "구리시",
  "군포시",
  "김포시",
  "남양주시",
  "동두천시",
  "부천시",
  "성남시",
  "수원시",
  "시흥시",
  "안산시",
  "안성시",
  "안양시",
  "양주군",
  "양평군",
  "여주군",
  "연천군",
  "오산시",
  "용인시",
  "의왕시",
  "의정부시",
  "이천시",
  "파주시",
  "평택시",
  "포천군",
  "하남시",
  "화성시",
];

cat2_num[10] = [149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168];
cat2_name[10] = [
  "- 지역선택 -",
  "거제시",
  "거창군",
  "고성군",
  "김해시",
  "남해군",
  "마산시",
  "밀양시",
  "사천시",
  "산청군",
  "양산시",
  "x",
  "의령군",
  "진주시",
  "진해시",
  "창녕군",
  "창원시",
  "통영시",
  "하동군",
  "함안군",
  "함양군",
  "합천군",
];

cat2_num[11] = [
  169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191,
  192,
];
cat2_name[11] = [
  "- 지역선택 -",
  "경산시",
  "경주시",
  "고령군",
  "구미시",
  "군위군",
  "김천시",
  "문경시",
  "봉화군",
  "상주시",
  "성주군",
  "안동시",
  "영덕군",
  "영양군",
  "영주시",
  "영천군",
  "예천군",
  "울릉군",
  "울진군",
  "의성군",
  "청도군",
  "청송군",
  "칠곡군",
  "포항시",
];

cat2_num[12] = [
  193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214,
];
cat2_name[12] = [
  "- 지역선택 -",
  "강진군",
  "고흥군",
  "곡성군",
  "광양시",
  "구례군",
  "나주시",
  "담양군",
  "목포시",
  "무안군",
  "보성군",
  "순천시",
  "신안군",
  "여수시",
  "x",
  "x",
  "영광군",
  "영암군",
  "완도군",
  "장성군",
  "장흥군",
  "진도군",
  "함평군",
  "해남군",
  "화순군",
];

cat2_num[13] = [215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229];
cat2_name[13] = [
  "- 지역선택 -",
  "고창군",
  "군산시",
  "김제시",
  "남원시",
  "무주군",
  "부안군",
  "순창군",
  "완주군",
  "익산시",
  "임실군",
  "장수군",
  "전주시",
  "정읍시",
  "진안군",
];

cat2_num[14] = [230, 231, 232, 233];
cat2_name[14] = ["- 지역선택 -", "서귀포시", "제주시", "남제주군", "북제주군"];

cat2_num[15] = [234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248];
cat2_name[15] = [
  "- 지역선택 -",
  "공주시",
  "금산군",
  "논산시",
  "당진군",
  "보령시",
  "부여군",
  "서산시",
  "서천군",
  "아산시",
  "연기군",
  "예산군",
  "천안시",
  "청양군",
  "태안군",
  "홍성군",
  "계룡군",
];

cat2_num[16] = [249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260];
cat2_name[16] = [
  "- 지역선택 -",
  "괴산군",
  "단양군",
  "보은군",
  "영동군",
  "옥천군",
  "음성군",
  "제천시",
  "진천군",
  "청원군",
  "청주시",
  "충주시",
  "증평군",
];
